Revit 2027 API
ParameterTypeId.RebarSystemBarTypeBackDirn1 Property
 "Interior Major Bar Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemBarTypeBackDirn1 { get; }
Public Shared ReadOnly Property RebarSystemBarTypeBackDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemBarTypeBackDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemBarTypeBackDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace